Repository: EddyVerbruggen/jantest
Catalog: app/App_Resources/iOS/*.lproj/Localizable.strings
Languages: no

# _tabilde_avbrytBtn_29x3OG
source: Cancel
no: Avbryt

# _tabilde_pictureBtn_Z1p64lQ
source: Use the camera
no: Bruk kameraet

# _tabilde_title_Z2s8H9n
source: Change profile picture
no: Endre profilbilde

# _vehicle_errorMsg3_Z2rusbO
source: Something went wrong. Please try again!
no: En feil oppstod. Prøv igjen!

# _vehicle_errorMsg2_Z2rusbP
source: You need to add the brand and registration number!
no: Du må legge inn bilmerke og reg.nr.!

# _vehicle_errorMsg_JcLJ2
source: You need to add a picture!
no: Du må legge inn et bilde!

# _vehicle_error_68Pab
source: Error
no: Feil

# _vehicle_cancel_Z22Y8Y8
source: Cancel
no: Avbryt

# _vehicle_deleteYes_1O0lV9
source: Yes, delete now.
no: Ja, slett nå.

# _vehicle_deleteTitle_Zw8V2i
source: Delete this vehicle?
no: Slette kjøretøy?

# _vehicle_deleteBtn_1O0g7l
source: Delete vehicle
no: Slett kjøretøy

# _vehicle_saveBtn_ZUE2ja
source: Save vehicle
no: Lagre kjøretøy

# _vehicle_regnumberPH_i1bEh
source: Licence plate no.
no: Reg. nr.

# _vehicle_regnumber_2v1e4r
source: Reg. no.
no: Reg. nr.

# _vehicle_brandPH_26e21E
source: The cars' brand
no: F.eks. Mazda, BMW, Mercedes

# _vehicle_brand_5Vyby
source: Brand
no: Merke

# _vehicle_subtitle_1IKm41
source: PS: tap to change picture!
no: PS: tapp for å endre bilde!

# _vehicle_vehicle_2kYhEL
source: Vehicle details
no: Kjøretøydetaljer

# _card_cardOkMsg_IhH6B
source: Card is saved. You can now use Kobboy to book parking!
no: Kort ble lagret. Du kan nå bruke KOBBOY for å booke parkering!

# _card_delMsg_ZiNKG5
source: Card deleted
no: Kortet ble slettet

# _card_error1_ZfQNsh
source: Something went wrong. Please try again!
no: En feil oppstod. Prøv igjen!

# _card_dialogCancel_Z1hTlrP
source: Cancel
no: Avbryt

# _card_dialogYes_Z2shn0B
source: Yes, remove my card
no: Ja, fjern kortet

# _card_dialogMsg_Z2shpYJ
source: You need a stored payment card to make bookings
no: Du trenger et lagret kort for å kunne booke P-plasser

# _card_dialogTitle_26G49T
source: Remove card?
no: Fjerne kort?

# _card_storeCard_Z22WuT6
source: Save card
no: Lagre kort

# _card_addCard_2unwzh
source: Add card
no: Legg inn kort

# _card_deleteBtn_Bac7l
source: Remove card
no: Slett kort

# _card_cancelBtn_1AuaNm
source: Cancel
no: Avbryt

# _card_cardMsg_ZyNI2M
source: Kobboy uses the payment provider Stripe. We don't have direct access to your payment details, and you can store your card details here in a safe and secure way.
no: Kobboy bruker betalingsformidleren Stripe. Vi har aldri direkte tilgang til dine kortdetaljer.

# _card_card_Zl0bTL
source: Payment card
no: Betalingskort

# _newVehicle_errorMsg3_2qYEGe
source: Something went wrong. Please try again!
no: En feil oppstod. Prøv igjen!

# _newVehicle_errorMsg2_2qYEGd
source: You need to add the brand and registration number!
no: Du må legge inn bilmerke og reg.nr.!

# _newVehicle_errorMsg_1RRu1l
source: You need to add a picture!
no: Du må legge til et bilde!

# _newVehicle_error_Z2a2gmu
source: Error
no: Feil

# _newVehicle_cancel_Z14Pr7S
source: Cancel
no: Avbryt

# _newVehicle_saveBtn_Z1nq7F9
source: Save vehicle
no: Lagre kjøretøy

# _newVehicle_regnumberPH_Z12ti2N
source: Licence plate no.
no: Reg. nr.

# _newVehicle_regnumber_2jjd8y
source: Reg. no.
no: Reg. nr.

# _newVehicle_brandPH_1DrVEF
source: The cars' brand
no: F.eks. Maxda, BMW, Mercedes

# _newVehicle_brand_Z2aexl7
source: Brand
no: Merke

# _newVehicle_subtitle_Z2cL4sB
source: PS: tap to add picture!
no: PS: tapp for å endre bilde!

# _newVehicle_newVehicle_Z1msmER
source: New vehicle
no: Nytt kjøretøy

# _profile_cancel_Z2088f4
source: Cancel
no: Avbryt

# _profile_selectYes_1VTbG
source: Yes, log out
no: Ja, logg ut

# _profile_promptLogout_1OYlXs
source: Log out?
no: Logge ut?

# _profile_savedMsg_SwjXL
source: Profile is saved
no: Profil ble lagret

# _profile_logout_Z1FAQTE
source: Log out
no: Logg ut

# _profile_other_Z2vbTvz
source: Other
no: Annet

# _profile_paymentDash_Z1RmMy3
source: Payment dashboard
no: Utleie dashboard

# _profile_card2_Z2w2bn1
source: See card details
no: Se kortdetaljer

# _profile_card1_Z2w2bn2
source: Enter card details
no: Legg inn kortdetaljer

# _profile_cardHeading_1ys6EQ
source: Card
no: Betalingskort

# _profile_vehicles_DshSi
source: Your vehicles
no: Dine kjøretøy

# _profile_storeBtn_i0tu3
source: Save changes
no: Lagre endringer

# _profile_city_1o5rSx
source: City
no: Sted

# _profile_postalcode_f8thA
source: Postal code
no: Postnummer

# _profile_street_Z1qLd1k
source: Street
no: Gate

# _profile_address_21OhM1
source: Address
no: Adresse

# _profile_phonePH_Z2ou0NG
source: Your phone
no: Ditt mobilnummer

# _profile_phone_Z2v9nvL
source: Phone
no: Mobil

# _profile_emailPH_1rp5Rc
source: Your email
no: Din email

# _profile_namePH_Z1CnOzp
source: Your name
no: Ditt navn

# _profile_name_1o6QOL
source: Name
no: Navn

# _profile_profile_Z23OJbx
source: Profile
no: Profil

# _editLot_dialogLimitYes_Z2o8lci
source: Yes, delete limitation
no: Ja, slett begrensning

# _editLot_dialogLimitDesc_20GCUz
source: The parking space will be open for booking for everyone in the alotted timespan.
no: Alle som ønsker vil kunne booke i tidsrommet.

# _editLot_dialogLimit_1tLFX7
source: Delete limitation?
no: Slette begrensning?

# _editLot_dialogCancel_3ip2x
source: Cancel
no: Avbryt

# _editLot_dialogYes_Zd8sYX
source: Yes, delete now
no: Ja, slett nå

# _editLot_dialogConfirm_29iWzz
source: Delete parking space?
no: Slett P-plass?

# _editLot_cancelBtn_Z1ey3YV
source: Cancel
no: Avbryt

# _editLot_delSpaceBtn_ZDcP6q
source: Delete parking space
no: Slett P-plass

# _editLot_saveBtn_238tqI
source: Save changes
no: Lagre endringer

# _editLot_limitations_Z1CeT0C
source: Limitations
no: Begrensninger

# _editLot_activeSwitch_1Pr02M
source: Active
no: P-plassen er aktiv

# _editLot_availability_2vA9vN
source: Availability
no: Tilgjengelighet

# _editLot_imageReminder_E1aDQ
source: Ps: tap to change picture!
no: Ps: tapp for å endre bilde!

# _editLot_editLot_Z2otcVY
source: Edit parking space
no: Endre P-plass

# _newlot_error5_1MKJbP
source: Something went wrong. Please try again!
no: En feil oppstod. Prøv igjen!

# _newlot_error4_1MKJbO
source: You need to add an image!
no: Du må legge inn et bilde!

# _newlot_error3_1MKJbN
source: We can't find the address on the map!
no: Vi kan ikke finne adressen på kartet!

# _newlot_error2_1MKJbM
source: You must enter the address!
no: Du må legge inn adressen!

# _newlot_error1_1MKJbL
source: You must enter a name and description!
no: Du må legge inn navn og beskrivelse!

# _newlot_error_2vCQVX
source: Error
no: Feil

# _newlot_cancelBtn_Z10W5hi
source: Cancel
no: Avbryt

# _newlot_saveBtn_Z1gy0z0
source: Save and activate now
no: Lagre og aktiver nå

# _newlot_subt_ZT3bew
source: Remember that you can set limitations for availability after you have added the parking space!
no: Husk at du kan legge inn begrensninger for når det er mulig å booke din nye P-plass etter at du har opprettet den!

# _newlot_prices_2atVhA
source: Pricing
no: Priser

# _newlot_city_ZT5khn
source: City
no: Sted

# _newlot_zip_ZPNfNM
source: Postal code
no: Postnr.

# _newlot_street_2gPE3U
source: Street
no: Adresse

# _newlot_address_etVC9
source: Address
no: Addresse

# _newlot_descPH_1JOMnT
source: To the left by the wall
no: F.eks. til venstre langs veggen

# _newlot_desc_ZT5djS
source: Description
no: Beskrivelse

# _newlot_namePH_25e2uP
source: Greg's nice parking space
no: F.eks. Jan's fine parkeringsplass

# _newlot_name_ZT3Ul9
source: Name
no: Navn

# _newlot_subtitle_1hdwDX
source: PS: tap to add picture!
no: PS: tapp for å ta bilde!

# _newlot_newlot_25vEp7
source: New parking space
no: Ny P-plass

# _mylots_introtext_Z1zb3qz
source: Hire out your own parking lot by adding it here. Describe the space as well as you can, and don't forget to add a picture.
no: Lei ut din egen p-plass ved å legge den til her. Beskriv plassen din så godt du kan, og husk bilde.

# _mylots_mylots_ag8GG
source: My parking spaces
no: Utleieplasser

source: Back
no: Tilbake

source: Sunday
no: Søndag

source: Saturday
no: Lørdag

source: Friday
no: Fredag

source: Thursday
no: Torsdag

source: Wednesday
no: Onsday

source: Tuesday
no: Tirsdag

source: Monday
no: Mandag

source: Year
no: År

source: Month
no: Måned

source: Week
no: Uke

source: Hour
no: Time

source: year
no: år

source: month
no: måned

source: week
no: uke

source: hour
no: time

# _bookingDetMine_landlord_Z2tjW0L
source: Owner
no: Utleier

# _bookingDetMine_income_1dcVAf
source: Income
no: Inntekt

# _bookingDetMine_end_Z1VcRbo
source: End
no: Slutt

# _bookingDetUtl_cancel_ZbSFi7
source: Cancel
no: Avbryt

# _bookingDetUtl_yes_ZsRRg2
source: Yes, call now
no: Ja, ring kunden nå

# _bookingDetUtl_callprompt_2o0J68
source: Call the customer now?
no: Vil du ringe?

# _bookingDetUtl_income_1lAUK
source: Income
no: Inntekt

# _bookingDetUtl_end_ZsRWlM
source: End
no: Slutt

# _bookingDetUtl_customer_1AE1C9
source: Customer
no: Kunde

# _bookingDetUtl_rentaldetails_12em2e
source: Rental details
no: Utleiedetaljer

# _bookings_rentals_ZAqw6N
source: Rentals
no: Utleie

# _bookings_mybookings_ZHr8MI
source: My bookings
no: Mine Bookinger

# _bookings_heading_ZVUxoM
source: Bookings
no: Bookinger

# _find_notrated_Z21dOwI
source: not rated
no: ikke ratet

# _find_btn_book_Z1sl4ms
source: Book parking
no: Book parkering

# _menu_profile_1JhEq1
source: Profile
no: Profil

# _menu_rentals_Z1FCmug
source: Parking spaces
no: Utleie

# _menu_bookings_1D076o
source: Bookings
no: Bookinger

# _menu_find_Z1QyzN5
source: Find parking
no: Finn P-plass

# _newuser_namePH_Z2nqKhc
source: Your name
no: Ditt navn

# _newuser_name_Z1EuTtL
source: Name
no: Navn

# _newuser_introMsg_GmblY
source: With KOBBOY you can find affordable parking spaces when you need them.
no: Med KOBBOY kan du finne rimelige parkeringsplasser når du trenger dem.

# _newuser_newuserz_1EfcaA
source: New user
no: Ny bruker

# _user_newUserMsg_Zq4jKo
source: New user? Sign up here:
no: Ny bruker? Opprett bruker her:

# _user_introMsg_Z1aVT0B
source: Earn money on your private parking spot when you don't use it youself, and find affordable parkingspaces near to where you're going
no: Tjen penger på din private parkeringsplass når du ikke bruker den, og finn rimelige parkeringsplasser nært dit du skal

# _user_error_BtyaH
source: Error
no: Feil

# _user_wrong_CFLP9
source: Wrong username or password
no: Galt brukernavn eller passord

# _user_new_ZjjYfi
source: Sign up now!
no: Ny bruker

# _user_forgotten_Z2AbaK
source: Forgot your password?
no: Glemt passord?

# _user_login_BVAAY
source: Log in
no: Logg inn

# _user_password_Zq6Fji
source: Password
no: Passord

# _user_name_leDLh
source: Username (your email)
no: Brukernavn (din epost)

# _currency_price_Z1CEkxE
source: Price
no: Pris

# _currency_abbr_1fMYki
source: GBP
no: Kr.

# _currency_symbol_jao7t
source: Â£
no: Kr.

# languagecode
source: EN
no: NO

# _ios_info_plist_NSLocationWhenInUseUsageDescription_ZpKiIF
source: We need to see your location, in order to show you parking places near to where you are.
no: Vi trenger tilgang til din plassering for å vise deg p-plasser der du er.
